IDC_GUSBP_FRAME_METHOD                        = "검토 방식"
IDC_GUSBP_RDO_EAM                             = "유효 면적법"
IDC_GUSBP_RDO_FEM                             = "유한 요소법"

IDC_GUSBP_FRM_WELD                            = "용접"
IDC_GUSBP_CHK_WELD                            = "용접 검토"
IDC_GUSBP_LBL_WELD_TT                         = "용접 목두께"
IDC_GUSBP_LBL_WELD_LX                         = "용접 유효 길이 ( X )"
IDC_GUSBP_LBL_WELD_LY                         = "용접 유효 길이 ( Y )"
IDC_GUSBP_LBL_WELD_LT                         = "용접 유효 길이 ( 인장 )"

IDC_GUSBP_FRAME_FACTOR                        = "볼트 구멍에 대한 설계 계수"
IDC_STATIC_BOLT_HOLE_FACT_TEXT                = "지압 저항 계수"

IDC_GUSBP_LABEL_GROUT_THK                     = "그라우팅 두께"

/////// ESMC : EUROCODE Steel : Moment Bolt Connection
/////// IDD_ESMC_PMODE_DLG
IDC_GESMC_CHK_DRAW_DIMS                       = "치수선 표시"
IDC_GESMC_CHK_DIMS_ONLY                       = "치수선"
IDC_GESMC_RDO_DISP_TOTL                       = "전체"
IDC_GESMC_RDO_DISP_PLAN                       = "평면"
IDC_GESMC_RDO_DISP_ELEV                       = "입면"
IDC_GESMC_RDO_DISP_SIDE                       = "측면"
IDC_GESMC_FRM_BOLT_PROP                       = "볼트 속성"
IDC_GESMC_FRM_SROW_TYPE                       = "전단열 지정 방식"
IDC_GESMC_RDO_SROW_USER                       = "수동으로 지정"
IDC_GESMC_RDO_SROW_AUTO                       = "프로그램에서 결정"
IDC_GESMC_LBL_BOLT_MATL                       = "재질"
IDC_GESMC_LBL_BOLT_NAME                       = "명칭"
IDC_GESMC_LBL_BOLT_TYPE                       = "유형"
IDC_GESMC_RDO_BOLT_ORDI                       = "표준 볼트"
IDC_GESMC_RDO_BOLT_COUN                       = "민머리 볼트"
IDC_GESMC_LBL_BOLT_LAYO                       = "배치"
IDC_GESMC_RDO_LAYO_USER                       = "수동 배치"
IDC_GESMC_RDO_LAYO_AUTO                       = "자동 배치"
IDC_GESMC_FRM_BOLT_FACT                       = "볼트 계수"
IDC_GESMC_LBL_FACT_SLIP                       = "마찰 계수"
IDC_GESMC_FRM_BOLT_LAYO                       = "볼트 배치"
IDC_GESMC_FRM_RSLT                            = "검토 결과"
IDC_GESMC_BOLT_LAYOUT_AUTO                    = "볼트 배치 ( 자동 )"
IDC_GESMC_BOLT_LAYOUT_USER                    = "볼트 배치 ( 수동 )"
IDC_GESMC_FRM_BOLT_PREV                       = "삽도"

/////// IDD_ESMC_LAYOUT_AUTO_DLG
IDC_GESMC_FRM_ROWS                            = "행 및 열"
IDC_GESMC_LBL_ROWS_COLM                       = "열"
IDC_GESMC_LBL_ROWS_TOP                        = "상부행"
IDC_GESMC_LBL_ROWS_BOT                        = "하부행"
IDC_GESMC_LBL_ROWS_TOP_TENS                   = "상부행 ( 인장 )"
IDC_GESMC_LBL_ROWS_BOT_SHEAR                  = "하부행 ( 전단 )"

IDC_GESMC_FRM_LENG                            = "길이"
IDC_GESMC_LBL_EXTNS_HOR                       = "수평 연장 길이"
IDC_GESMC_LBL_EXTNS_VER                       = "수직 연장 길이"
IDC_GESMC_LBL_EXTNS_TOP                       = "상부 연장 길이"
IDC_GESMC_LBL_EXTNS_BOT                       = "하부 연장 길이"
IDC_GESMC_LBL_SPACE_HOR                       = "수평 간격"
IDC_GESMC_LBL_SPACE_VER                       = "수직 간격"
IDC_GESMC_LBL_SPACE_OFF                       = "띄움 거리"
IDC_GESMC_CHK_SPACE_OFF                       = "거더 웨브 두께 고려"

/////// IDD_ESMC_LAYOUT_USER_LIST_DLG
IDD_ESMC_LAYOUT_USER_LIST_DLG                 = "볼트 배치 정보 ( 사용자 지정 )"
IDC_GESMC_FRM_SEL                             = "변경할 부재를 선택하세요."

/////// IDD_ESMC_LAYOUT_USER_DLG
IDC_GESMC_FRM_TOP                             = "상부"
IDC_GESMC_FRM_BOT                             = "하부"
IDC_GESMC_FRM_TOP_TENS                        = "상부 ( 인장 )"
IDC_GESMC_FRM_BOT_SHEAR                       = "하부 ( 전단 )"

/////// IDD_ESMC_USER_SPACE_DLG
IDC_GESMC_BTN_ADD                             = "추가"
IDC_GESMC_BTN_INS                             = "삽입"
IDC_GESMC_BTN_DEL                             = "삭제"
IDC_GESMC_BTN_RES                             = "초기화"

/////// IDD_ESMC_GIRD_DLG
IDC_GESMC_FRM_GIRD                            = "거더의 개수"
IDC_GESMC_RDO_GIRD_SID1                       = "단일 거더 ( 한쪽 배치 )"
IDC_GESMC_RDO_GIRD_SID2                       = "이중 거더 ( 양쪽 배치 )"
IDC_GESMC_FRM_PLAT                            = "엔드 플레이트"
IDC_GESMC_LBL_PLAT_MATL                       = "재질"
IDC_GESMC_LBL_PLAT_THCK                       = "두께"
IDC_GESMC_LBL_PLAT_WIDT                       = "너비"
IDC_GESMC_LBL_PLAT_EXTT                       = "상부 연장 길이"
IDC_GESMC_LBL_PLAT_EXTB                       = "하부 연장 길이"

/////// IDD_ESMC_GIRD_SECT_DLG
IDC_GESMC_FRM_SECT                            = "단면"
IDC_GESMC_FRM_ANGL                            = "각도"
IDC_GESMC_LBL_ANGL                            = "각도"
IDC_GESMC_FRM_MATL                            = "재질"
IDC_GESMC_LBL_MATL                            = "재질"
IDC_GESMC_FRM_WELD                            = "다리길이"
IDC_GESMC_LBL_WEBT                            = "웨브"
IDC_GESMC_LBL_FLGT                            = "플랜지"

/////// IDD_ESMC_COLM_DLG
IDC_GESMC_FRM_COLM                            = "기둥의 개수"
IDC_GESMC_RDO_COLM_SID1                       = "단일 기둥 ( 하부만 배치 )"
IDC_GESMC_RDO_COLM_SID2                       = "이중 기둥 ( 하부 + 상부 배치 )"
IDC_GESMC_FRM_FACT                            = "감소 계수 ( Kwc )"
IDC_GESMC_LBL_TYPE                            = "유형"
IDC_GESMC_LBL_FACT                            = "계수"
IDC_GESMC_TOOLTIP_REDUCT_FACT_KCW             = "기둥 웨브에서 압축력의 영향을 고려하는 감소 계수"

/////// IDD_ESMC_BRCK_SECT_DLG
IDC_GESMC_CHK_BRCK                            = "브라켓 사용"
IDC_GESMC_FRM_TYPE                            = "유형"
IDC_GESMC_FRM_SIZE                            = "크기"
IDC_GESMC_LBL_LENG                            = "길이"
IDC_GESMC_LBL_HEI1                            = "높이1"
IDC_GESMC_LBL_HEI2                            = "높이2"
IDC_GESMC_FRM_CLAS                            = "조합 단면의 단면 분류"
IDC_GESMC_LBL_CLAS                            = "단면 분류"
IDC_GESMC_LBL_SECZ                            = "단면 계수"

/////// IDD_ESMC_STIF_DLG
IDC_GESMC_FRM_TOP_FLNG                        = "상부 플랜지"
IDC_GESMC_CHK_TOP_APPL                        = "스티프너 사용"
IDC_GESMC_LBL_TOP_MATL                        = "재질"
IDC_GESMC_LBL_TOP_THCK                        = "두께"
IDC_GESMC_LBL_TOP_WIDT                        = "너비"
IDC_GESMC_LBL_TOP_CORN                        = "모서리 너비"
IDC_GESMC_FRM_BOT_FLNG                        = "하부 플랜지"
IDC_GESMC_CHK_BOT_APPL                        = "스티프너 사용"
IDC_GESMC_LBL_BOT_MATL                        = "재질"
IDC_GESMC_LBL_BOT_THCK                        = "두께"
IDC_GESMC_LBL_BOT_WIDT                        = "너비"
IDC_GESMC_LBL_BOT_CORN                        = "모서리 너비"
IDC_GESMC_FRM_WEB                             = "기둥의 웨브"
IDC_GESMC_CHK_WEB_APPL                        = "스티프너 사용"
IDC_GESMC_LBL_WEB_TYPE                        = "유형"
IDC_GESMC_LBL_WEB_MATL                        = "재질"
IDC_GESMC_LBL_WEB_THCK                        = "두께"
IDC_GESMC_LBL_WEB_WIDT                        = "너비"
IDC_GESMC_LBL_WEB_HEIG                        = "높이"
IDC_GESMC_LBL_WEB_SIDE                        = "설치면의 수"

/////// IDD_ESMC_FORC_UNIT_DLG
IDC_GESMC_LBL_FX                              = "축방향력"
IDC_GESMC_LBL_MX                              = "휨모멘트 ( X )"
IDC_GESMC_LBL_MY                              = "휨모멘트 ( Y )"
IDC_GESMC_LBL_VX                              = "전단력 ( X )"
IDC_GESMC_LBL_VY                              = "전단력 ( Y )"

/////// IDD_ESMC_BRCK_PLAT_DLG
IDC_GESMC_LBL_THCK                            = "두께"

/////// IDD_ESMC_LOAD_COMB_DLG
IDD_ESMC_LOAD_COMB_DLG                        = "하중 조합"
IDC_GESMC_LCOM_BTN_ALL                        = "전체"
IDC_GESMC_LCOM_BTN_NON                        = "해제"
IDC_GESMC_LCOM_BTN_INV                        = "반전"
IDC_GESMC_LCOM_BTN_ADD                        = "추가"
IDC_GESMC_LCOM_BTN_INS                        = "삽입"
IDC_GESMC_LCOM_BTN_DEL                        = "삭제"
IDC_GESMC_LCOM_BTN_OK                         = "확인"
IDC_GESMC_LCOM_BTN_CANCEL                     = "취소"

/*번역*/
/////// IDD_ESSG_SMODE_INPUT_SECT1_DLG
IDC_GESSG_FRAME_MATERIAL                      = "재질"     
IDC_GESSG_LABEL_MATERIAL     				  =	"재질"
IDC_GESSG_FRAME_MEMBER       				  =	"부재타입"
IDC_GESSG_RADIO_MEMBER_BEAM  				  =	"거더"
IDC_GESSG_RADIO_MEMBER_COLUMN				  =	"기둥"
IDC_GESSG_FRAME_SECTION      				  =	"단면"

/////// IDD_ESSG_SMODE_INPUT_SECT2_DLG
IDC_GESSG_FRAME_FORCE                         = "하중 및 계수" 
IDC_GESSG_LABEL_FORCE_AXIAL					  =	"축방향력"
IDC_GESSG_LABEL_FORCE_MX   					  =	"휨모멘트 ( X )"
IDC_GESSG_LABEL_FORCE_MY   					  =	"휨모멘트 ( Y )"
IDC_GESSG_LABEL_FORCE_VX   					  =	"전단력 ( X )"
IDC_GESSG_LABEL_FORCE_VY   					  =	"전단력 ( Y )"
IDC_GESSG_LABEL_FORCE_TORSION                 = "비틀림"
IDC_GESSG_LABEL_FACTOR_C1                     =	"C1"
IDC_GESSG_LABEL_FACTOR_C2                     =	"C2"
IDC_GESSG_RDO_ANX_A                           =	"kij Method 1 - Annex A"
IDC_GESSG_RDO_ANX_B        					  =	"kij Method 2 - Annex B"
IDC_GESSG_LABEL_FACTOR_CMX                    =	"Cmx"
IDC_GESSG_LABEL_FACTOR_CMY 					  =	"Cmy"
IDC_GESSG_LABEL_FACTOR_CMLT					  =	"CmLT"
IDC_GESSG_INPUT_BTN_LCOMB                     =	"하중 조합"
IDC_GESSG_FRAME_LENGTH                        = "길이"
IDC_GESSG_LABEL_LENGTH_LX  					  = "좌굴길이 (Lx)"
IDC_GESSG_LABEL_LENGTH_LY  					  = "좌굴길이 (Ly)"
IDC_GESSG_LABEL_LENGTH_LT  					  = "좌굴길이 (Lt)"
IDC_GESSG_LABEL_LENGTH_LB  					  = "비지지길이 (Lb)"
IDC_GESSG_LABEL_LENGTH_KX  					  = "좌굴계수 (kx)"
IDC_GESSG_LABEL_LENGTH_KY  					  = "좌굴계수 (ky)"
IDC_GESSG_FRAME_PROPERTY                      = "단면속성"
IDC_GESSG_FRAME_RESULT                        = "검토결과"
